package controllers;

public class Main {

    public static void main(String[] args) {
        /*
            Касаемо тестов: многие тесты я не стал делать, реализация методов изначально исключает те ошибки,
            которые тесты призваны проверять. Пример: как я могу в эпик поместить самого себя, если в эпик помещается
            сабтаск только во время добавления сабтаска в менеджер? И с остальными подобная же история.

            Жду рецензию, чтобы исправить, если что требуется, и дописать тесты при необходимости. Заранее спасибо!

            Извиняюсь, что отправил практически пустой проект. Думал, Git автоматически отметит все новые пакеты и файлы
         */
    }
}
